Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_fr.tmx
Source language: en
Languages: fr

source: To enhance the attractiveness of vocational education and training and mobility for employers and individuals and to facilitate the mobility of working trainees
fr: Améliorer l’attrait de l’enseignement et de la formation professionnels ainsi que de la mobilité pour les employeurs et les particuliers et faciliter la mobilité des personnes en formation professionnelle

source: Trinidad And Tobago
fr: Trinidad et Tobago

source: Bodies providing guidance, counselling and information services relating to any aspect of lifelong learning
fr: Centre d'orientation et d'information sur l'éducation et la formation tout au long de la vie

source: Primary teaching
fr: Enseignement pour classe de primaire

source: This sub-Action funds the management structures of the Programme, in particular the National Agencies
fr: Cette sous-action sert à financer les structures chargées du pilotage du programme, notamment les agences nationales.

source: Library
fr: Bibliothèque

source: No impact
fr: Pas d'impact

source: Think tank
fr: Groupe de réflexion - think tank

source: Afrikaans
fr: Afrikaner

source: Not Applicable
fr: Sans objet

source: Experience gained by the project partners
fr: Expérience gagnée par les partenaires du projet

source: GERMANY
fr: ALLEMAGNE

source: Publishing activities
fr: Activités de publication

source: Moldova, Republic Of
fr: Moldavie (République de)

source: Remediation activities and other waste management services
fr: Activités de recyclage et d'autres services de gestion des déchets

source: STAFF TRAINING
fr: Formation des personnels

source: ERASMUS Student Mobility for Placements
fr: ERASMUS Mobilité des étudiants à des fins de stage

source: Other manufacturing
fr: Autre industrie

source: A teacher teaching another subject in school through the medium of a foreign language (CLIL)
fr: Un enseignant scolaire qui enseigne une matière en utilisant une langue étrangère (EMILE/CLIL)

source: Albanian
fr: Albanais

source: Other teaching professionals
fr: Autres professionnels de l'enseignement

source: Promotion of the acquisition of key competences throughout the education and training system
fr: Promotion de l'aquisition des compétences-clés grâce à l'éducation et la pratique de l’enseignement

source: Future career relevance
fr: Intérêt pour votre carrière future

source: Public authority (national)
fr: Pouvoirs publics (national)

source: Association of professors and researchers specialising in European integration
fr: Associations de professeurs et de chercheurs spécialisés dans l'intégration européenne

source: Bulgarian
fr: Bulgare

source: Driving school activities
fr: Activités d'auto-école

source: Manufacture of electrical equipment
fr: Industrie d'équipement électrique

source: Coordinator
fr: Coordinateur

source: Health (broad programmes)
fr: Santé (programmes généraux)

source: English
fr: Anglais

source: Large city - City centre
fr: Grande ville - Centre ville

source: Lower secondary programmes to ISCED 3C
fr: Programmes de formation secondaire de niveau inférieur (collège en France) jusqu'au niveau ISCED 3C

source: Strategies for funding adult education
fr: Sratégies pour financer la formation des adultes

source: Placements
fr: Stages

source: UNITED KINGDOM
fr: ROYAUME-UNI

source: Associations working in the field of lifelong learning, including students', trainees', pupils', teachers', parents' and adult learners' associations
fr: Associations travaillant dans le cadre de l'éducation et la formation tout au long de la vie, incluant les associations d'étudiants, élèves, enseignants, parents et apprenants adultes

source: Budget-based grant
fr: Subvention basée sur un budget

source: MALTA
fr: MALTE

source: Youth unemployment
fr: Chômage des jeunes

source: Candidate Countries
fr: Pays candidats

source: Papua New Guinea
fr: Papouasie Nouvelle-Guinée

source: Social work and counselling
fr: Travail social et conseil

source: Development of Pre-school and Early Childhood Education and Care (ECEC) provision
fr: Développement d'assurence des services en matière d’éducation et de prise en charge de la petite enfance

source: Produce teaching material
fr: Produire un matériau d'apprentissage

source: New dialogue and partnerships between EU and non-EU countries
fr: Nouveau dialogue et nouveaux partenariats entre des pays membres et non membres de l'Union européenne

source: Graduates at ISCED3
fr: Diplômés de niveau ISCED 3

source: Electricity and energy
fr: Electricité et énergie

source: Advertising and market research
fr: Publicité et étude de marché

source: Raising trainees achievement
fr: Favoriser la réussite des apprentis

source: Pupils' associations
fr: Associations d'élèves

source: Telecommunication technology
fr: Thechnologie de communication

source: Radio / TV Broadcasting
fr: Radio/ Emissions TV

source: Mining support service activities
fr: Activités de service de soutien minier

source: Icelandic
fr: Islandais

source: Namibia
fr: Namibie

source: Netherlands Antilles
fr: Antilles Néerlandaises

source: Intensive Programmes
fr: Programmes intensifs

source: STUDIES AND COMPARATIVE RESEARCH
fr: ETUDES ET RECHERCHES COMPARATIVES

source: Client information clerks
fr: Employés au service client

source: staff 501 to 2.000
fr: personnel 501 à 2.000

source: Head/Lead of computer graphics
fr: Manager d'infographisme

source: Contact seminar
fr: Séminaire de contact

source: Upgraded my knowledge of other countries/cultures/education systems
fr: A augmenté mes connaissances sur les autres pays/cultures/systèmes éducatifs

source: Sundanese
fr: Soudanais

source: Extra curricular activity
fr: Activités extrascolaires

source: Multiple degree
fr: Diplôme multiple

source: Organisation exclusively dedicated to youth
fr: Organisation exclusivement dédiée à la jeunesse

source: Gallegan
fr: Galicien

source: Andorra
fr: Andorre

source: Job-shadowing
fr: Mission d'analyse et d'observation

source: To improve the quality and to increase the volume of co-operation between organisations involved in adult education throughout Europe
fr: Améliorer la qualité et accroître le volume de la coopération entre les organismes impliqués dans l'éducation et la formation des adultes en Europe

source: Round 1: 14/01/2011
fr: Première session : 14/01/2011

source: Manufacture of machinery and equipment n.e.c.
fr: Industrie autre de la machinerie et de l'équipement

source: Computer programming
fr: Programmation informatique

source: LEO MobIVT
fr: LEO Mob FPI

source: Development studies
fr: Etudes du développement

source: Measuring competences and anticipating future skills
fr: Mesurer des compétences et des futures acquis attendu

source: Follow-up and support by my sending organisation was satisfactory
fr: Le suivi et le soutien de mon organisme d'envoi était satisfaisant

source: University or higher education institution (tertiary level)
fr: Universités et instituts d'enseignement supérieur (niveau intermédiaire)

source: Services
fr: Services tertiaires

source: Institutions or organisations providing learning opportunities within the context of the Lifelong Learning Programme, or within the limits of its sub-programmes
fr: Organismes fournissant des opportunités d'apprentissage dans le contexte du programme d'éducation et de formation tout au long de la vie, ou à la limite de ses sous-programmes

source: Montenegrin
fr: Monténégrin

source: Encouraged me to read more about latest research in teaching/in my subject
fr: M'a encouragé à m'informer davantage sur les dernières recherches sur l'enseignement/dans ma matière

source: Stationary-plant and related operators
fr: Ouvriers sur machines fixes et apparentées

source: School staff participating in a Comenius Partnership and requesting training in a Partnership language
fr: Un personnel scolaire participant à un Partenariat Scolaire Comenius et demandant une formation dans une des langues du Partenariat

source: ECVET networks
fr: Réseaux ECVET

source: Biochemistry
fr: Biochimie

source: Psychiatry and clinical psychology
fr: Psychiatrie et psychologie clinique

source: Management and administration
fr: Management et administration

source: Undifferentiated goods- and services-producing activities of private households for own use
fr: Marchandises indifférenciées - et services produisant des activités des ménages privées pour une propre utilisation

source: Architecture and building
fr: Architecture et Construction

source: Increased project management skills
fr: Compétences en management de projet accrues

source: Waste collection, treatment and disposal activities; materials recovery
fr: Activités de collecte des déchets, de traitement et d'élimination ; récupération de matériaux

source: This sub-Action supports projects aimed at introducing, implementing and promoting innovative approaches in the youth field. Grant requests related to this sub-Action are to be submitted following specific calls for proposals.
fr: Cette sous-action soutient des projets qui visent à initier, mettre en place et promouvoir des approches innovantes dans le champ de la jeunesse. Les demandes de subvention relevant de cette sous-action doivent répondre à des appels à projets spécifiques.

source: Exchanges
fr: Échanges

source: Led or will lead to establishing partnerships/co-operation with schools/organisations represented at the training event.
fr: M'a conduit ou va me conduire à mettre en place des partenariats/coopérations avec les écoles/institutions représentées à la formation

source: Recommended by a colleague
fr: Recommendé par un collègue

source: Colombia
fr: Colombie

source: Activities of households as employers of domestic personnel
fr: Activités des ménages comme employeurs de personnel domestique

source: Manufacture of tobacco products
fr: Industrie du tabac

source: Urban planning
fr: Aménagement urbain

source: Educational Institution
fr: Etablissement scolaire

source: 27-65 years
fr: 27-65 ans

source: Mobility of professionals in VET
fr: Mobilité des professionnels de l'enseignement et de la formation professionnels

source: Vocational or technical secondary school
fr: Ecole secondaire d'enseignement technique ou professionnel

source: Supporting entrepreneurship and links with the world of work
fr: Favoriser l'esprit d'entreprise et les relations avec le monde du travail

source: Cisjordanie / West Bank (and Gaza strip)
fr: Cisjordanie (et Bande de Gaza)

source: 20 months
fr: 20 mois

source: Post-secondary non-tertiary to 5B
fr: Post-secondaire non supérieur à 5B

source: Training of trainers
fr: Formation de formateurs

source: Antarctica
fr: Antarctique

source: Post-secondary non-tertiary to 5A
fr: Post-secondaire non supérieur à 5A

source: Questionnaires for participants
fr: Questionnaires pour les participants

source: Disadvantaged people
fr: Jeunes avec moins d'opportunités

source: Italian
fr: Italien

source: French Guiana
fr: Guyane Française

source: The persons and bodies responsible for systems and policies at local, regional and national level
fr: Personnes et organismes responsables des systèmes et des politiques concernant tout aspect de l'éducation et de la formation tout au long de la vie au niveau local, régional et national

source: Holistic language policies at school
fr: Politiques de la langue holistique à l'école

source: Christmas Island
fr: Îles Christmas

source: Security services (broad programmes)
fr: Services de sécurité (programmes généraux)

source: Pedagogy of Sciences and Technology
fr: Pédagogie des Sciences et de la technologie

source: unduplicated
fr: non dupliqué

source: Career guidance & counselling
fr: Conseil et orientation de carrière

source: LEONARDO DA VINCI Networks
fr: LEONARDO DA VINCI Réseaux

source: Qualification of teachers and trainers in VET
fr: Qualification des professeurs et formateurs de la formation professionnelle (EFP)

source: Physical education, sport science
fr: Education physique et science du sport

source: Global environmental challenges and climate change
fr: Défis environnementaux mondiaux et changement climatique

source: Experience gained by individuals
fr: Expérience acquise par les individus

source: European Voluntary Service
fr: Service Volontaire Européen

source: Archivists, librarians and related information professionals
fr: Archivistes, bibliothécaires et autres spécialistes de l'information

source: Wallis And Futuna
fr: Wallis et Futuna

source: AGRICULTURE, FORESTRY AND FISHING
fr: AGRICULTURE, SYLVICULTURE, PECHE

source: Others
fr: Autres

source: Bhutan
fr: Bhoutan

source: Education in prisons or for social reinsertion of offenders
fr: Education en prison ou pour la réinsertion sociale de personnes qui ont commis un délit

source: Geology
fr: Géologie

source: Computer system design
fr: Design de système d'information

source: Projects focusing on cooperation between higher education institutions and enterprises
fr: Projet mettant en avant la coopération entre les établissement de l'enseignement supérieur et les entreprises

source: Organising activities linked to the European Youth Week
fr: D'organiser des activités en lien avec la Semaine européenne de la Jeunesse

source: Not known or unspecified
fr: Non connu ou non spécifié

source: Non-profit associations
fr: Associations à but non lucratif

source: Higher education
fr: Enseignement supérieur

source: Sotho, Southern
fr: Sotho du sud

source: Access to higher education and mobility
fr: Accès à une l'enseignement supérieure et à la mobilité

source: Danish
fr: Danois

source: Montenegro
fr: Monténégro

source: Trainees
fr: Stagiaires

source: Secondary art education
fr: Enseignement secondaire artistique

source: The pedagogical support provided by the host institution
fr: Le support pédagogique fourni par l'organisme d'accueil

source: Postal and courier activities
fr: Activités postales et de courrier

source: I got to know another system of VET and/or Lifelong learning and/or guidance
fr: J'ai appris à connaître un autre système de formation professionnelle et / ou l'apprentissage continu et / ou d'orientation

source: Moldavian
fr: Moldave

source: Can understand and use familiar everyday expressions and very basic phrases aimed at the satisfaction of needs of a concrete type. Can introduce him/herself and others and can ask and answer questions about personal details such as where he/she lives, people he/she knows and things he/she has. Can interact in a simple way provided the other person talks slowly and clearly and is prepared to help.
fr: Peut comprendre et utiliser des expressions familières et quotidiennes ainsi que des énoncés très simples qui visent à satisfaire des besoins concrets. Peut se présenter ou présenter quelqu'un et poser à une personne des questions la concernant &ndash; par exemple, sur son lieu d'habitation, ses relations, ce qui lui appartient, etc. &ndash; et peut répondre au même type de questions. Peut communiquer de façon simple si l'interlocuteur parle lentement et distinctement et se montre coopératif.

source: Conference
fr: Conférence

source: Addressing target groups with special needs
fr: S'adresser à un groupe ciblé avec des besoins spécifiques

source: Training
fr: Formation

source: Innovative pedagogy and assessment methods for diverse learning pathways
fr: Pédagogie novatrice et les méthodes d'évaluation pour l'éducation

source: MINING AND QUARRYING
fr: INDUSTRIES EXTRACTIVES

source: Network
fr: Réseau

source: Guyana
fr: Guyane

source: Development
fr: Développement

source: To increase the degree of transparency and compatibility between higher education and advanced vocational education qualifications gained in Europe
fr: Accroître le degré de transparence et de compatibilité entre les diplômes de l’enseignement supérieur et de la formation professionnelle obtenus en Europe

source: National Youth Council
fr: Conseil national pour la jeunesse

source: To improve the quality and accessibility of mobility throughout Europe of people involved in adult education and to increase its volume, so as to support the mobility of at least 7.000 of such individuals per year by 2013
fr: Améliorer la qualité et l’accessibilité de la mobilité européenne des personnes impliquées dans la formation pour adultes et en accroître le volume pour faire en sorte que, d’ici 2013, au moins 7 000 personnes par an puissent en profiter

source: Regional fund
fr: Fond régionaux

source: Implementing ECVET for transparency and recognition of learning outcomes and qualifications
fr: Implémenter l’ECVET comme vecteur de transparence et de reconnaissance des acquis de l’apprentissage et des qualifications

source: supports youth policy co-operation at European level, in particular by facilitating dialogue between young people and policy makers
fr: Encourage la politique de coopération des jeunes au niveau européen, en particulier an facilitant le dialogue entre les jeunes gens et les décideurs politiques

source: Improving validation of non-formal and informal learning
fr: Améliorer la validation de l'apprentissages non-formel et informel

source: Educational difficulties
fr: Difficultés éducatives

source: Integration of skills needs of the labour market into VET
fr: Intégration des compétenses requises pour le marché du travail dans l'EFP (Enseignement et formation professionnelle)

source: philosophy
fr: Philosophie

source: School co-operation with the local community
fr: Coopération scolaire avec la communauté locale

source: Intergenerational activities
fr: Activités intergénérationnelles

source: Food and beverage service activities
fr: Activités de service alimentaire et de boisson

source: PROFESSIONAL, SCIENTIFIC AND TECHNICAL ACTIVITIES
fr: ACTIVITES PROFESSIONNELLES, SCIENTIFIQUES ET TECHNIQUES

source: Chechen
fr: Tchétchène

source: Promoting social cohesion through improved adult learning opportunities for specific social groups
fr: Promouvoir la cohésion sociale par l'amélioration des possibilités d'apprentissage des adultes pour des groupes sociaux spécifiques

source: European network having formal statutory member organisations
fr: Réseau européen ayant des organsiations membres statutaires

source: Large city (over 300.000 inhabitants)
fr: Grande ville (plus de 300 000 habitants)

source: HUNGARY
fr: HONGRIE

source: Lacking support within participating organisations
fr: Manque de soutien parmis les organismes participant

source: Jamaica
fr: Jamaïque

source: Provide information on countries of origin
fr: Fournir des information sur les pays d'origine

source: Experience gained by the project partners in the management and undertaking of (trans-national) partnerships
fr: Expérience acquise par les partenaires du projet dans la gestion et la conduite d'un partenariat trans-national

source: Multilingual Comprehension
fr: Compréhension de plusieurs langues

source: The project's theme is linked to EU topics, such as EU enlargement, the roles and activities of the European institutions, the EU's action in matters affecting young people
fr: Le thème de ce projet est lié à des sujets européens comme l’élargissement de l’UE, les rôles et les activités des institutions européennes, l’action de l’UE dans des domaines intéressant les jeunes, etc.

source: Intergenerational learning; Learning for senior citizens; Family learning
fr: L'apprentissage intergénérationnel; apprentissage pour les personnes âgées, l'apprentissage de la famille

source: Overall satisfaction regarding support from host organisations for practical arrangements
fr: Satisfaction globale concernant le support de l’organisme d’accueil pour les dispositions pratiques

source: College, university and higher education teaching professionals
fr: Professionnels de l'enseignement supérieur

source: Animal husbandry
fr: Elevage animalier

source: Teacher training, general
fr: Formation des professeurs, en général

source: Pedagogical sciences
fr: Sciences de l'éducation

source: Erasmus Placements Certificate
fr: Certificat de stages Erasmus

source: Management co-ordinator
fr: Partenaire coordinateur

source: Manufacture of rubber and plastic products
fr: Industrie du caoutchouc et des plastiques

source: Nepali
fr: Nepalais

source: Air transport
fr: Transport aérien

source: Kuwait
fr: Koweït

source: ROMANIA
fr: ROUMANIE

source: Informatics
fr: Informatique

source: Anti-discrimination
fr: Lutte contre les discriminations

source: To respond to the educational challenge of an ageing population in Europe
fr: Répondre au défi que pose une population européenne vieillissante dans le domaine de l’éducation

source: Journalism and information (others)
fr: Journalisme et information (autres)

source: Humanities and Arts
fr: Sciences humaines et art

source: Other, please specify
fr: Autre, veuillez préciser

source: Power production
fr: Distribution d'énergie

source: The organisational arrangements as provided by the host institution
fr: Les dispositions prises par l’organisme d’accueil pour l’organisation

source: Group of young people which does not have legal personality under the applicable national law, provided that their representatives have the capacity to undertake legal obligation on their behalf
fr: Groupe de jeunes gens qui n'a pas de personnalité juridique au titre de la législation nationale applicable, à condition que leurs représentants soient autorisés à assumer des obligations légales en leur nom

source: Non-EC languages
fr: Langues hors CE

source: Quality of Service
fr: Qualité de services

source: Multidisciplinary studies
fr: Etudes pluridisciplinaires

source: Virgin Islands, U.S.
fr: Îles Vierges (États-Unis)

source: I developed useful contacts for future partnerships
fr: J'ai développé des contacts utiles pour les partenariats futurs

source: Entrepreneurship
fr: Entreprenariat

source: Post-secondary non-tertiary to 5
fr: Post-secondaire non supérieur à 5

source: Education and Training 2020 Work Programme
fr: Programme de travail 2020 pour l'Education et la Formation

source: Cultural Contact Point
fr: Point de contact culturel

source: Agriculture, forestry and fishery (others)
fr: Agriculture, sylviculture et pêche (autres)

source: Institution for in-service teacher training
fr: Institution de formation continue des enseignants

source: Libyan Arab Jamahiriya
fr: Libye

source: SLOVENIA
fr: SLOVÉNIE

source: Service workers and shop and market sales workers
fr: Ouvrier dans le domaine des services, du commerce et des marchés

source: Development of behavioural capacities
fr: Développement des capacités comportementale

source: Robotics
fr: Robotique

source: access to level 5
fr: Accès au niveau 5

source: Former teachers and other educational staff re-entering adult education
fr: Anciens enseignants et autres personnels éducatifs réintégrant l'éducation des adultes

source: No Recognition
fr: Pas de reconnaissance

source: Enhanced my organisational/management/leadership skills (classroom management, counselling,...)
fr: A amélioré mes compétences d'organisation/management/gestion d'équipe

source: Hospital
fr: Hôpital

source: Youth Leisure
fr: Loisirs des jeunes

source: Late grant/Contract payments
fr: Paiement tardif de l'avance/des mensualités

source: Centre for vocational guidance and counselling
fr: Centre d'information et d'orientation professionnelle

source: Developing Vocational Skills considering the labour market needs – New Skills for New Jobs
fr: Développement des compétences professionnelles en fonction des besoins du marché du travail - Des compétences nouvelles pour des emplois nouveaux

source: Young people from 26 to 30 years old
fr: Jeunes de 26 à 30 ans

source: Partnership-building activity
fr: Activité de construction du partenariat

source: Youth
fr: Jeunes
